The number of streams finished since the last time this event was raised.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2017 Subscription Update
 Syntax
  C#
public int FinishedStreams { get; }
  Visual Basic
Public ReadOnly Property FinishedStreams As Integer
	Get
  Visual C++
public:
property int FinishedStreams {
	int get ();
}
 See Also
  DocumentSaveToLocalProgressChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace